Repository: bombsimon/hemnet-plugin
Catalog: languages/hemnet-*.po
Languages: sv_se

source: Scrape real estates from Hemnet
sv_se: Hämta fastigheter från hemnet

source: There are no objects for sale at the moment.
sv_se: Det finns inga objekt till salu för tillfället.

source: There are no sold objects at the moment.
sv_se: Det finns inga sålda objekt för tillfället.

source: Sold before preview
sv_se: Såld innan visning

# Displayed before date
source: Sold
sv_se: Såld

source: room
sv_se: rum

source: kr/month
sv_se: kr/mån

source: Price change
sv_se: Prisändring

source: Title:
sv_se: Rubrik:

source: Type:
sv_se: Typ:

source: For sale
sv_se: Till salu

# In settings dropdown
source: Sold
sv_se: Sålda

source: Location ID's:
sv_se: Plats-IDn:

source: Comma separated list of "location_ids". Search your desired location and copy the last number from the URL from Hemnet.
sv_se: Kommaseparerad lista av "location_ids". Sök efter önskad destination och kopiera sista numret i URLen från Hemnet.

source: Exact numbers:
sv_se: Exakta nummer:

source: Comma separated list of specific numbers for a given address. Only use this with ONE location ID.
sv_se: Kommaseparerad lista av specifika nummer för en adress. Använd endast tillsammans med ETT plats-id.

source: Max results:
sv_se: Max resultat:

source: Formatting
sv_se: Formatering

source: Display price change (only for sold)
sv_se: Visa prisändring (endast sålda)

source: Display date after address (only for sold)
sv_se: Visa datum efter adress (endast sålda)

source: Display price per m2
sv_se: Visa pris per m²

source: Scrape information from Hemnet
sv_se: Hämta information från hemnet
